module.exports = {
  provinceData:[
    {
    "province":"辽宁",
    "data":{
        "city":"沈阳",
        "chartData": [
            [ -5, -1, 6, 16, 23, 27, 29, 28, 24, 16, 6, -2],
            [ -17, -13, -4, 4, 11, 17, 21, 19, 12, 4, -4, -13]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"0",
                "cost":"0"
            }
        ]
        
    }
},
{
    "province":"吉林",
    "data":{
        "city":"长春",
        "chartData": [
            [ -10, -5, 3, 14, 22, 26, 28, 27, 21, 13, 2, -7],
            [ -20, -17, -8,2, 9, 15, 19, 17, 10, 2, -8, -17]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"高铁",
                "time":"2",
                "cost":"152"
            },
            {
                "name":"火车",
                "time":"4",
                "cost":"44"
            }
        ]
        
    }
},
{
    "province":"北京",
    "data":{
        "city":"北京",
        "chartData": [
            [ 5, 8, 13, 20, 25, 28, 30, 30, 26, 20, 13, 7],
            [ -5, -2, 3, 9, 14, 18, 21, 20, 16, 10, 3, -2]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"2",
                "cost":"1120"
            },
            {
                "name":"高铁",
                "time":"5",
                "cost":"296"
            },
            {
                "name":"火车",
                "time":"11",
                "cost":"112"
            }
        ]
        
    }
},
{
    "province":"黑龙江",
    "data":{
        "city":"哈尔滨",
        "chartData": [
            [ -13, -7, 2, 13, 21, 26, 28, 26, 21, 12, 0, -9],
            [ -24, -20, -10, 1, 8, 15, 18, 16, 9, 1, -10, -20]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"高铁",
                "time":"2.5",
                "cost":"247"
            },
            {
                "name":"火车",
                "time":"7",
                "cost":"75"
            }
        ]
        
    }
},
{
    "province":"重庆",
    "data":{
        "city":"重庆",
        "chartData": [
            [ 5, 8, 13, 20, 25, 28, 30, 30, 26, 20, 13, 7],
            [ -5, -2, 3, 9, 14, 18, 21, 20, 16, 10, 3, -2]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3.5",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"42.5",
                "cost":"302.5"
            }
        ]
        
    }
},
{
    "province":"山东",
    "data":{
        "city":"济南",
        "chartData": [
            [ 4, 7, 13, 22, 27, 32, 32, 31, 27, 21, 13, 6],
            [ -5, -2, 4, 11, 17, 21, 23, 22, 17, 11, 4, -2]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"2小时",
                "cost":"350"
            },
            {
                "name":"高铁",
                "time":"6",
                "cost":"437.5"
            },
            {
                "name":"火车",
                "time":"14",
                "cost":"135.5"
            }
        ]
        
    }
},
{
    "province":"天津",
    "data":{
        "city":"天津",
        "chartData": [
            [ 5, 8, 13, 20, 25, 28, 30, 30, 26, 20, 13, 7],
            [ -5, -2, 3, 9, 14, 18, 21, 20, 16, 10, 3, -2]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"高铁",
                "time":"4.5",
                "cost":"302.5"
            },
            {
                "name":"火车",
                "time":"11",
                "cost":"102"
            }
        ]
        
    }
},
{
    "province":"甘肃",
    "data":{
        "city":"兰州",
        "chartData": [
            [ 1, 6, 13, 19, 24, 28, 29, 28, 23, 17, 9, 3],
            [ -11, -7, 0, 6, 11, 14, 17, 16, 11, 5, -2, -9]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3.5小时",
                "cost":"1100"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"40",
                "cost":"273.5"
            }
        ]
        
    }
},
{
    "province":"海南",
    "data":{
        "city":"海口",
        "chartData": [
            [ 21, 22, 26, 30, 32, 33, 33, 32, 31, 29, 26, 22],
            [ 16, 17, 19, 23, 25, 26, 26, 26, 25, 23, 20, 17]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"6.5小时",
                "cost":"1000"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"41",
                "cost":"418"
            }
        ]
        
    }
},
{
    "province":"安徽",
    "data":{
        "city":"合肥",
        "chartData": [
            [ 7, 9, 14, 21, 26, 29, 32, 32, 28, 22, 16, 9],
            [ -1, 1, 6, 12, 17, 21, 25, 24, 19, 13, 7, 1]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3小时",
                "cost":"500"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"20",
                "cost":"192"
            }
        ]
        
    }
},
{
    "province":"贵州",
    "data":{
        "city":"贵阳",
        "chartData": [
            [ 9, 11, 16, 21, 24, 26, 28, 28, 25, 20, 16, 11],
            [ 2, 4, 8, 13, 16, 19, 21, 20, 17, 13, 9, 4]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"5小时",
                "cost":"900"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"48",
                "cost":"335"
            }
        ]
        
    }
},
{
    "province":"江苏",
    "data":{
        "city":"南京",
        "chartData": [
            [ 7, 9, 14, 20, 26, 29, 32, 32, 27, 22, 16, 10],
            [ -1, 1, 5, 11, 16, 21, 25, 24, 19, 13, 7, 1]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"8",
                "cost":"683.5"
            },
            {
                "name":"火车",
                "time":"22小时",
                "cost":"198"
            }
        ]
        
    }
},
{
    "province":"广西",
    "data":{
        "city":"南宁",
        "chartData": [
            [ 17, 18, 21, 27, 30, 32, 33, 33, 32, 28, 24, 20],
            [ 10, 12, 15, 20, 23, 25, 25, 25, 24, 20, 16, 12]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"6",
                "cost":"1000"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"50",
                "cost":"335"
            }
        ]
        
    }
},
{
    "province":"江西",
    "data":{
        "city":"南昌",
        "chartData": [
            [ 9, 10, 15, 21, 26, 30, 34, 33, 29, 24, 18, 12],
            [ 3, 4, 8, 14, 19, 23, 26, 26, 22, 16, 10, 5]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"4",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"29",
                "cost":"236"
            }
        ]
        
    }
},
{
    "province":"广东",
    "data":{
        "city":"广州",
        "chartData": [
            [ 18, 19, 22, 26, 30, 31, 33, 33, 32, 29, 25, 21],
            [ 10, 12, 15, 19, 23, 25, 25, 25, 24, 21, 16, 12]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"4",
                "cost":"1300"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"30.5",
                "cost":"302.5"
            }
        ]
        
    }
},
{
    "province":"浙江",
    "data":{
        "city":"杭州",
        "chartData": [
            [ 8, 10, 14, 21, 25, 29, 33, 33, 28, 23, 17, 11],
            [ 1, 3, 6, 12, 17, 21, 25, 25, 21, 15, 9, 3]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3",
                "cost":"800"
            },
            {
                "name":"高铁",
                "time":"9.5",
                "cost":"717.5"
            },
            {
                "name":"火车",
                "time":"25",
                "cost":"240"
            }
        ]
        
    }
},
{
    "province":"湖南",
    "data":{
        "city":"长沙",
        "chartData": [
            [ 9, 10, 15, 21, 26, 30, 34, 34, 29, 23, 17, 11],
            [ 2, 3, 8, 14, 19, 23, 26, 25, 21, 15, 9, 4]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"4",
                "cost":"700"
            },
            {
                "name":"高铁",
                "time":"12",
                "cost":"900"
            },
            {
                "name":"火车",
                "time":"23.5",
                "cost":"251"
            }
        ]
        
    }
},
{
    "province":"四川",
    "data":{
        "city":"成都",
        "chartData": [
            [ 10, 12, 16, 22, 26, 28, 30, 30, 25, 21, 16, 11],
            [ 3, 5, 9, 13, 17, 20, 22, 22, 19, 15, 10, 5]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"4",
                "cost":"800"
            },
            {
                "name":"高铁",
                "time":"15",
                "cost":"1025.5"
            },
            {
                "name":"火车",
                "time":"40.5",
                "cost":"320.5"
            }
        ]
        
    }
},
{
    "province":"云南",
    "data":{
        "city":"昆明",
        "chartData": [
            [ 16, 17, 21, 24, 25, 24, 24, 24, 23, 20, 18, 15],
            [ 2, 4, 7, 10, 14, 17, 17, 16, 15, 12, 7, 3]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"4.5",
                "cost":"1100"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"55",
                "cost":"844"
            }
        ]
        
    }
},
{
    "province":"上海",
    "data":{
        "city":"上海",
        "chartData": [
            [ 5, 8, 13, 20, 25, 28, 30, 30, 26, 20, 13, 7],
            [ -5, -2, 3, 9, 14, 18, 21, 20, 16, 10, 3, -2]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3",
                "cost":"800"
            },
            {
                "name":"高铁",
                "time":"10.5",
                "cost":"792"
            },
            {
                "name":"火车",
                "time":"26",
                "cost":"229"
            }
        ]
        
    }
},
{
    "province":"西藏",
    "data":{
        "city":"拉萨",
        "chartData": [
            [ 7, 9, 12, 16, 20, 23, 22, 21, 20, 17, 12, 8],
            [ -9, -6, -2, 1, 6, 10, 10, 10, 8, 2, -4, -8]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"9",
                "cost":"2700"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"0",
                "cost":"0"
            }
        ]
        
    }
},
{
    "province":"河北",
    "data":{
        "city":"石家庄",
        "chartData": [
            [ 3, 7, 13, 21, 27, 32, 32, 30, 27, 21, 12, 5],
            [ -7, -4, 2, 9, 15, 20, 23, 21, 16, 9, 1, -4]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"2",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"6",
                "cost":"365"
            },
            {
                "name":"火车",
                "time":"14.5",
                "cost":"138.5"
            }
        ]
        
    }
},
{
    "province":"福建",
    "data":{
        "city":"福州",
        "chartData": [
            [ 15, 15, 19, 23, 27, 30, 34, 33, 30, 26, 22, 18],
            [ 8, 8, 11, 15, 19, 23, 25, 25, 23, 19, 15, 10]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3.5",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"0",
                "cost":"0"
            }
        ]
        
    }
},
{
    "province":"台湾",
    "data":{
        "city":"台北",
        "chartData": [
            [ 18, 19, 21, 25, 28, 31, 33, 33, 30, 27, 24, 20],
            [ 14, 14, 16, 22, 23, 25, 27, 26, 25, 23, 20, 16]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3",
                "cost":"2700"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"0",
                "cost":"0"
            }
        ]
        
    }
},
{
    "province":"山西",
    "data":{
        "city":"太原",
        "chartData": [
            [ 1, 5, 12, 20, 25, 29, 30, 28, 24, 18, 9, 3],
            [ -12, -18, -2, 5, 11, 15, 18, 17, 11, 4, -3, -10]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"2",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"7.5",
                "cost":"433"
            },
            {
                "name":"火车",
                "time":"17",
                "cost":"163.5"
            }
        ]
        
    }
},
{
    "province":"新疆",
    "data":{
        "city":"乌鲁木齐",
        "chartData": [
            [ -8, -6, 3, 16, 23, 28, 30, 29, 23, 14, 2, -6],
            [ -18, -15, -5, 5, 12, 17, 19, 17, 12, 3, -6, -14]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"7",
                "cost":"1300"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"52",
                "cost":"376.5"
            }
        ]
        
    }
},
 
{
    "province":"湖北",
    "data":{
        "city":"武汉",
        "chartData": [
            [ 8, 10, 15, 21, 26, 30, 33, 33, 28, 23, 17, 11],
            [ 0, 2, 7, 13, 18, 22, 26, 25, 20, 14, 8, 2]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3.5",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"12",
                "cost":"888.5"
            },
            {
                "name":"火车",
                "time":"20",
                "cost":"217"
            }
        ]
        
    }
},
{
    "province":"陕西",
    "data":{
        "city":"西安",
        "chartData": [
            [ 5, 8, 14, 21, 26, 32, 32, 31, 25, 19, 12, 6],
            [ -4, -1, 4, 9, 14, 19, 22, 21, 16, 10, 3, -3]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3.5",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"10.5",
                "cost":"762.5"
            },
            {
                "name":"火车",
                "time":"26.5",
                "cost":"229"
            }
        ]
        
    }
},
{
    "province":"内蒙古",
    "data":{
        "city":"呼和浩特",
        "chartData": [
            [ -5, -1, 7, 16, 23, 27, 28, 26, 21, 14, 4, -4],
            [ -17, -14, -6, 1, 8, 13, 16, 15, 8, 1, -7, -15]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3",
                "cost":"600"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"22",
                "cost":"177.5"
            }
        ]
        
    }
},
{
    "province":"青海",
    "data":{
        "city":"西宁",
        "chartData": [
            [ 1, 4, 10, 16, 20, 23, 25, 24, 19, 14, 8, 3],
            [ -14, -11, -4, 2, 6, 9, 11, 11, 7, 1, -6, -12]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"7",
                "cost":"700"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"43.5",
                "cost":"293.5"
            }
        ]
        
    }
},
{
    "province":"宁夏",
    "data":{
        "city":"银川",
        "chartData": [
            [ -1, 4, 11, 19, 24, 28, 30, 28, 23, 17, 8, 0],
            [ -14, -10, -3, 4, 10, 15, 18, 16, 11, 3, -3, -11]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"3",
                "cost":"500"
            },
            {
                "name":"高铁",
                "time":"0",
                "cost":"0"
            },
            {
                "name":"火车",
                "time":"31",
                "cost":"240"
            }
        ]
        
    }
},
{
    "province":"河南",
    "data":{
        "city":"郑州",
        "chartData": [
            [ 6, 9, 14, 22, 27, 32, 32, 31, 27, 22, 14, 8],
            [ -4, -2, 3, 9, 15, 20, 23, 22, 16, 10, 3, -2]
        ],
        "tableData":[
            {
                "name":"飞机",
                "time":"2.5",
                "cost":"550"
            },
            {
                "name":"高铁",
                "time":"9.5",
                "cost":"661"
            },
            {
                "name":"火车",
                "time":"13.5",
                "cost":"173.5"
            }
        ]
        
    }
},
]
}